IDEA Open Model
ResultClass.ListItem Property
Compatible with IDEA StatiCa v 10.1
 List of objects in this library
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<SelectionItemForResults> ListItem { get; set; }
Public Property ListItem As List(Of SelectionItemForResults)
	Get
	Set
public:
property List<SelectionItemForResults^>^ ListItem {
	List<SelectionItemForResults^>^ get ();
	void set (List<SelectionItemForResults^>^ value);
}
Property Value
Type: List<SelectionItemForResults>
See Also
Reference
ResultClass Class
IdeaRS.OpenModel.Loading Namespace